03-27-2012/Shouter/app/views/shouts/_shout.html.erb

  <div class="shout_time">
    <%= time_ago_in_words(shout.created_at) %> ago
---
INSERT INTO "shouts" ("body", "created_at", "updated_at", "user_id") VALUES ('Javascript', '2012-03-27 18:47:18.048000', '2012-03-27 18:47:18.048000', 1)